Repository: RRZE-Webteam/rrze-siteimprove
Catalog: languages/rrze-siteimprove-*.po
Languages: de_de

source: Siteimprove Recheck
de_de: Siteimprove-Neuprüfung

source: Enable
de_de: Aktivieren

source: Badge Role
de_de: Badge-Rolle

source: Analytics
de_de: Analysen

source: Code
de_de: Schlüsselcode

source: You can scan your website for errors as soon as a page is published, allowing you to fix mistakes, optimize content, and manage your site more efficiently.
de_de: Sie können Ihre Website auf Fehler überprüfen, sobald Sie eine Webseite veröffentlicht haben. Auf diese Weise ist es Ihnen möglich, Probleme zu beheben, Inhalte zu optimieren und Ihre Website effizienter zu verwalten.

source: Get insight into visitor behavior and optimize your website with powerful analytics that anyone can use.
de_de: Erhalten Sie Einblick in das Besucherverhalten und optimieren Sie Ihre Website durch leistungsstarke Analysen, die jeder nutzen kann.

source: Use the shortcode [siteimprove_analytics_privacy_policy] to display the corresponding privacy policy with an opt-out button.
de_de: Den Shortcode [siteimprove_analytics_privacy_policy] verwenden, um die entsprechende Datenschutzerklärung mit einem Opt-out-Button anzuzeigen.

source: Request new token
de_de: Neues Token anfordern

source: User role required to display the Siteimprove Badge.
de_de: Benutzerrolle, die für die Anzeige des Siteimprove-Badge erforderlich ist.

source: The code that is specific to your account.
de_de: Der Schlüsselcode, der für Ihr Konto spezifisch ist.

source: Overview
de_de: Übersicht

source: Siteimprove Help
de_de: Siteimprove Hilfe

source: The Siteimprove plugin integrates your WordPress site with your Siteimprove account. It lets you scan content for errors, monitor quality and accessibility, and optionally enable Siteimprove Analytics.
de_de: Das Siteimprove-Plugin integriert Ihre WordPress-Website mit Ihrem Siteimprove-Konto. Es ermöglicht, Inhalte auf Fehler zu prüfen, Qualität und Barrierefreiheit zu überwachen und optional Siteimprove Analytics zu aktivieren.

source: Screen Content
de_de: Screen-Inhalt

source: Enable Siteimprove, enter your token, and choose which user role can see the Siteimprove badge.
de_de: Siteimprove aktivieren, Token eingeben und die Benutzerrolle auswählen, die das Siteimprove-Badge sehen darf.

source: Enable Analytics, add your Siteimprove code, and use the shortcode [siteimprove_analytics_privacy_policy] to display a privacy policy with an opt-out option.
de_de: Analytics aktivieren, den Siteimprove-Code hinzufügen und den Shortcode [siteimprove_analytics_privacy_policy] verwenden, um eine Datenschutzerklärung mit Opt-out-Option anzuzeigen.

source: Available Actions
de_de: Verfügbare Aktionen

source: Enable or disable the Siteimprove integration.
de_de: Aktivieren oder Deaktivieren der Siteimprove-Integration.

source: Request a new token if needed.
de_de: Bei Bedarf ein neues Token anfordern.

source: Choose the minimum role for the badge.
de_de: Mindestrolle für das Badge auswählen.

source: Enable or disable Analytics.
de_de: Analytics aktivieren oder deaktivieren.

source: Add your Analytics code.
de_de: Analytics-Code hinzufügen.

source: Save your changes.
de_de: Änderungen speichern.

source: For more information
de_de: Für mehr Information

source: RRZE Webteam on Github
de_de: RRZE-Webteam in Github

source: Visit Siteimprove
de_de: Siteimprove besuchen
